print('Hello World')

# BMW M4 - High Detail Side View
text = '''
          # ใช้ r นำหน้าเพื่อบอกว่าเป็น Raw String ป้องกันเครื่องหมาย \ แสดงผลผิดพลาด

          __________________________
        //  __________  __________  \\
       //  /          \ \          \  \\
      //  /            \ \            \  \\
     //__/______________\_\______________\__\\
    /                                        \
    |    ______                  ______      |
    |   /  __  \                /  __  \     |
    |  |  /  \  |    (BMW)     |  /  \  |    |
    |  |  \__/  |   ________   |  \__/  |    |
    |   \______/   /_|__|___\   \______/     |
    \________________________________________/
       |_|                          |_|
'''

print("Initializing System...")
print("Displaying your updated BMW ASCII Art:")
print(text)